// МКПЛаб1.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//


#define M_PI 3.14159265358979323846
#define M_PI_2 1.57079632679489661923
//#include "stdafx.h"
#define _USE_MATH_DEFINES
#include <iostream>
#include <string>
#include <cmath>
#include "Test1.h"
#include "Test2.h"
using namespace std;
int main()
{
	
}



// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
